[
  {
    "id": "1",
    "title": "Moby Dick",
    "author": "Herman Melville",
    "price": 45220.00,
    "cover": "moby-dick.webp",
    "genre": "Novela",
    "publicationDate": "1851",
    "pages": 635,
    "description": "Una épica historia de obsesión y venganza que sigue al Capitán Ahab en su implacable búsqueda de Moby Dick, la gran ballena blanca que le arrancó una pierna. Narrada por Ismael, un marinero novato, la novela explora temas profundos como la naturaleza del mal, la existencia de Dios y los límites de la obsesión humana. A través de detalladas descripciones de la vida en el mar, rituales balleneros y reflexiones filosóficas, Melville teje una narrativa compleja que trasciende el simple relato de aventuras para convertirse en una meditación sobre la condición humana, el destino y la relación del hombre con la naturaleza.",
    "publisher": "Harper & Brothers",
    "isbn": "978-0-393-97488-2"
  },
  {
    "id": "2",
    "title": "Orgullo y Prejuicio",
    "author": "Jane Austen",
    "price": 39840.00,
    "cover": "orgullo-prejuicio.webp",
    "genre": "Novela",
    "publicationDate": "1813",
    "pages": 432,
    "description": "Una brillante sátira social de la Inglaterra georgiana que sigue a Elizabeth Bennet, una joven inteligente y perspicaz, en su compleja relación con el aparentemente orgulloso Mr. Darcy. La novela examina los matrimonios por conveniencia, las expectativas sociales y los prejuicios de clase a través de la historia de las cinco hermanas Bennet, cuya madre está desesperada por casarlas ventajosamente. Austen despliega su característico ingenio y aguda observación social para crear una historia de amor que trasciende las convenciones de su época, explorando temas universales como el orgullo, los prejuicios y la capacidad de cambio personal.",
    "publisher": "T. Egerton, Whitehall",
    "isbn": "978-0-141-43951-8"
  },
  {
    "id": "3",
    "title": "Los Miserables",
    "author": "Victor Hugo",
    "price": 52410.00,
    "cover": "los-miserables.webp",
    "genre": "Novela histórica",
    "publicationDate": "1862",
    "pages": 1488,
    "description": "Una monumental obra que entreteje las vidas de diversos personajes en el París post-revolucionario, centrándose en Jean Valjean, un ex-convicto que busca la redención. A través de su historia y la de otros personajes memorables como Fantine, Cosette, y el implacable inspector Javert, Hugo construye una narrativa épica sobre la justicia, la moral y la transformación espiritual. La novela aborda temas profundos como la naturaleza del bien y el mal, la justicia divina versus la humana, y el poder del amor y la compasión, todo ello ambientado en un vívido retrato de la Francia del siglo XIX.",
    "publisher": "Plon-Nourrit",
    "isbn": "978-0-451-41961-1"
  },
  {
    "id": "4",
    "title": "Guerra y Paz",
    "author": "León Tolstói",
    "price": 67150.00,
    "cover": "guerra-paz.webp",
    "genre": "Novela histórica",
    "publicationDate": "1869",
    "pages": 1456,
    "description": "Una obra maestra que entrelaza las vidas de cinco familias aristocráticas rusas durante las guerras napoleónicas. Tolstói crea un vasto tapiz de la sociedad rusa, explorando tanto los grandes acontecimientos históricos como los dramas personales de sus personajes. A través de las experiencias de Pierre Bezukhov, Andréi Bolkonski y Natasha Rostova, entre otros, la novela examina profundamente temas como el libre albedrío, el amor, el matrimonio, la guerra, la paz y el significado de la vida, todo ello mientras retrata magistralmente tanto las batallas épicas como los momentos más íntimos.",
    "publisher": "Russkij Vestnik",
    "isbn": "978-0-345-40561-4"
  },
  {
    "id": "5",
    "title": "Cien Años de Soledad",
    "author": "Gabriel García Márquez",
    "price": 443870.00,
    "cover": "cien-anos-soledad.webp",
    "genre": "Novela",
    "publicationDate": "1967",
    "pages": 417,
    "description": "Una saga familiar que narra la historia de los Buendía a través de siete generaciones en el mítico pueblo de Macondo. García Márquez mezcla realidad y fantasía en un relato que abarca la fundación, el auge y la decadencia de una estirpe marcada por la soledad y los amores imposibles. La novela entreteje elementos mágicos con la historia de Colombia y Latinoamérica, creando un universo único donde lo extraordinario se vuelve cotidiano y lo cotidiano extraordinario, explorando temas como el tiempo circular, la soledad, el amor y el destino inevitable.",
    "publisher": "Sudamericana",
    "isbn": "978-0-060-08923-7"
  },
  {
    "id": "6",
    "title": "Crimen y Castigo",
    "author": "Fiódor Dostoyevski",
    "price": 344990.00,
    "cover": "crimen-castigo.webp",
    "genre": "Novela",
    "publicationDate": "1866",
    "pages": 671,
    "description": "Un intenso estudio psicológico que sigue a Rodión Raskólnikov, un ex-estudiante que comete un asesinato basado en sus creencias sobre la moral y los \"hombres extraordinarios\". La novela explora las profundidades de la culpa, la redención y la naturaleza del bien y el mal a través de la torturada psique del protagonista. Dostoyevski teje una narrativa compleja que examina las consecuencias psicológicas del crimen, la pobreza en la Rusia zarista, y el conflicto entre la racionalización intelectual y la conciencia moral.",
    "publisher": "The Russian Messenger",
    "isbn": "978-0-393-60450-3"
  },
  {
    "id": "7",
    "title": "El Retrato de Dorian Gray",
    "author": "Oscar Wilde",
    "price": 38710.00,
    "cover": "dorian-gray.webp",
    "genre": "Novela",
    "publicationDate": "1890",
    "pages": 272,
    "description": "Una fascinante exploración de la belleza, la moral y la decadencia en la Inglaterra victoriana. La historia sigue a Dorian Gray, un joven hermoso que vende su alma para mantener su juventud mientras su retrato envejece y refleja la corrupción de sus actos. Wilde teje una narrativa cautivadora sobre la búsqueda del placer, la influencia corruptora de la sociedad y el precio de la inmoralidad, todo ello envuelto en una prosa brillante y aforismos ingeniosos que critican la hipocresía social de su época.",
    "publisher": "Lippincott's Monthly Magazine",
    "isbn": "978-0-141-19943-8"
  },
  {
    "id": "8",
    "title": "Los Hermanos Karamazov",
    "author": "Fiódor Dostoyevski",
    "price": 48500.00,
    "cover": "hermanos-karamazov.webp",
    "genre": "Novela",
    "publicationDate": "1880",
    "pages": 824,
    "description": "Una obra maestra que explora la complejidad de la familia, la fe y la moralidad a través de la historia de los hermanos Karamazov: el impetuoso Dmitri, el intelectual Iván y el espiritual Aliosha. La novela examina profundamente cuestiones filosóficas sobre la existencia de Dios, el libre albedrío y la naturaleza del bien y el mal, todo ello en el contexto de un drama familiar que culmina en el asesinato del padre de los hermanos. Dostoyevski entreteje magistralmente debates teológicos con una trama detectivesca y reflexiones sobre la condición humana.",
    "publisher": "The Russian Messenger",
    "isbn": "978-0-374-53592-8"
  },
  {
    "id": "9",
    "title": "Madame Bovary",
    "author": "Gustave Flaubert",
    "price": 32800.00,
    "cover": "madame-bovary.webp",
    "genre": "Novela",
    "publicationDate": "1856",
    "pages": 336,
    "description": "Un retrato penetrante de Emma Bovary, una mujer provinciana que busca escapar de la monotonía de su vida a través de aventuras románticas y gastos extravagantes. Flaubert crea un estudio psicológico magistral de una mujer atrapada entre sus aspiraciones románticas y la realidad prosaica de la vida en la provincia francesa del siglo XIX. La novela explora temas como el desencanto, el adulterio y las consecuencias destructivas de perseguir ideales románticos irrealizables en un mundo fundamentalmente antirromántico.",
    "publisher": "Revue de Paris",
    "isbn": "978-0-14-144112-2"
  },
  {
    "id": "10",
    "title": "El Conde de Montecristo",
    "author": "Alexandre Dumas",
    "price": 49920.00,
    "cover": "conde-montecristo.webp",
    "genre": "Novela",
    "publicationDate": "1844",
    "pages": 1276,
    "description": "Una épica historia de venganza que sigue a Edmond Dantès, quien, tras ser injustamente encarcelado, escapa y se reinventa como el misterioso Conde de Montecristo para ejecutar su elaborada venganza contra quienes lo traicionaron. Dumas teje una narrativa intrincada de engaño, amor, traición y redención, explorando los límites de la justicia humana y el costo moral de la venganza. La novela combina elementos de aventura, romance y drama psicológico en un fascinante estudio sobre la naturaleza de la retribución.",
    "publisher": "Journal des Débats",
    "isbn": "978-0-14-145150-3"
  },
  {
    "id": "11",
    "title": "Fausto",
    "author": "Johann Wolfgang von Goethe",
    "price": 42750.00,
    "cover": "fausto.webp",
    "genre": "Novela",
    "publicationDate": "1832",
    "pages": 384,
    "description": "Una obra maestra que explora el pacto entre el Dr. Fausto y Mefistófeles, donde el primero vende su alma a cambio de conocimiento ilimitado y placeres terrenales. Goethe transforma esta leyenda medieval en una profunda meditación sobre la condición humana, la búsqueda del conocimiento y la naturaleza del bien y el mal. La obra entrelaza elementos filosóficos, religiosos y románticos para crear una reflexión universal sobre las aspiraciones humanas y sus consecuencias.",
    "publisher": "Cotta",
    "isbn": "978-0-19-283615-1"
  },
  {
    "id": "12",
    "title": "El Gran Gatsby",
    "author": "F. Scott Fitzgerald",
    "price": 36410.00,
    "cover": "gran-gatsby.webp",
    "genre": "Novela",
    "publicationDate": "1925",
    "pages": 200,
    "description": "Un retrato deslumbrante de la Era del Jazz que sigue la historia de Jay Gatsby, un misterioso millonario obsesionado con recuperar un amor del pasado. A través de los ojos del narrador Nick Carraway, Fitzgerald pinta un cuadro crítico del Sueño Americano, explorando temas como la decadencia moral, el exceso y la imposibilidad de repetir el pasado. La novela captura magistralmente la atmósfera de los años 20, mientras examina la vacuidad de la riqueza y la persistencia de las ilusiones románticas.",
    "publisher": "Charles Scribner's Sons",
    "isbn": "978-0-7432-7356-5"
  },
  {
    "id": "13",
    "title": "El Guardián entre el Centeno",
    "author": "J.D. Salinger",
    "price": 29930.00,
    "cover": "guardian-centeno.webp",
    "genre": "Novela",
    "publicationDate": "1951",
    "pages": 224,
    "description": "Un influyente relato que sigue tres días en la vida de Holden Caulfield, un adolescente alienado que ha sido expulsado de su escuela preparatoria. A través de su voz única y sardónica, la novela explora temas de alienación, pérdida de la inocencia y la dificultad de la transición a la edad adulta. Salinger captura magistralmente la angustia adolescente y la rebelión contra la \"falsedad\" del mundo adulto, creando un personaje cuya búsqueda de autenticidad resuena con lectores de todas las generaciones.",
    "publisher": "Little, Brown and Company",
    "isbn": "978-0-316-76948-3"
  },
  {
    "id": "14",
    "title": "Ulises",
    "author": "James Joyce",
    "price": 58120.00,
    "cover": "ulises.webp",
    "genre": "Novela",
    "publicationDate": "1922",
    "pages": 265,
    "description": "Una obra revolucionaria que sigue un día en la vida de Leopold Bloom en Dublín, recreando la Odisea homérica en el contexto de la vida moderna. Joyce emplea una variedad de estilos literarios y técnicas narrativas innovadoras para explorar la conciencia humana y la experiencia cotidiana. La novela entreteje múltiples capas de significado, referencias literarias y culturales, creando un retrato profundamente humano y universal a través de lo particular y lo local.",
    "publisher": "Sylvia Beach",
    "isbn": "978-0-192-81687-5"
  },
  {
    "id": "15",
    "title": "En Busca del Tiempo Perdido",
    "author": "Marcel Proust",
    "price": 64270.00, 
    "cover": "tiempo-perdido.webp",
    "genre": "Novela",
    "publicationDate": "1913",
    "pages": 2256,
    "description": "Una monumental exploración de la memoria, el tiempo y la experiencia humana que sigue al narrador en su búsqueda por recuperar y comprender su pasado. Proust teje una narrativa compleja que examina cómo los recuerdos, las sensaciones y las experiencias dan forma a nuestra identidad y comprensión del mundo. La obra mezcla observación social detallada con profundas reflexiones filosóficas sobre la naturaleza del arte, el amor y el tiempo.",
    "publisher": "Gallimard",
    "isbn": "978-0-142-43936-3"
  },
  {
    "id": "16",
    "title": "El Proceso",
    "author": "Franz Kafka",
    "price": 30600.00,
    "cover": "proceso.webp",
    "genre": "Novela",
    "publicationDate": "1925",
    "pages": 304,
    "description": "Una inquietante parábola que sigue a Josef K., quien se despierta una mañana para encontrarse arrestado por un crimen no especificado. Kafka crea una narrativa surrealista que explora la alienación del individuo frente a una burocracia incomprensible y aparentemente omnipotente. La novela examina temas como la culpa, la justicia y la naturaleza absurda de la existencia moderna, todo ello a través de una lente que distorsiona la realidad de manera perturbadora.",
    "publisher": "Kurt Wolff Verlag",
    "isbn": "978-0-805-21156-0"
  },
  {
    "id": "17",
    "title": "El Señor de los Anillos",
    "author": "J.R.R. Tolkien",
    "price": 72890.00,
    "cover": "senor-anillos.webp",
    "genre": "Fantasía épica",
    "publicationDate": "1954-1955",
    "pages": 1178,
    "description": "Una épica aventura que sigue el viaje de Frodo Bolsón y la Comunidad del Anillo en su misión para destruir el Anillo Único y derrotar al Señor Oscuro Sauron. Tolkien crea un mundo secundario extraordinariamente detallado, con sus propias lenguas, historias y mitologías, mientras explora temas universales como el poder de la amistad, la lucha entre el bien y el mal, y la corrupción del poder. La obra combina elementos de mitología nórdica y anglosajona con una narrativa épica que ha definido el género de la fantasía.",
    "publisher": "George Allen & Unwin",
    "isbn": "978-0-261-10225-5"
  },
  {
    "id": "18",
    "title": "Anna Karenina",
    "author": "León Tolstói",
    "price": 57340.00,
    "cover": "anna-karenina.webp",
    "genre": "Novela",
    "publicationDate": "1877",
    "pages": 864,
    "description": "Un profundo estudio de las relaciones humanas que sigue la historia de Anna Karenina, una mujer de la alta sociedad rusa que abandona su matrimonio por un amor apasionado. Tolstói entrelaza esta tragedia romántica con la historia de Levin, un terrateniente que busca el significado de la vida, creando un vasto panorama de la sociedad rusa del siglo XIX. La novela explora temas como el amor, el matrimonio, la fe, la familia y la sociedad con una profunda comprensión psicológica.",
    "publisher": "The Russian Messenger",
    "isbn": "978-0-143-03568-8"
  },
  {
    "id": "19",
    "title": "La Odisea",
    "author": "Homero",
    "price": 33250.00,
    "cover": "odisea.webp",
    "genre": "Epopeya",
    "publicationDate": "s. VIII a.C.",
    "pages": 576,
    "description": "Un poema épico que narra el largo viaje de regreso a casa de Odiseo tras la Guerra de Troya. Homero teje una narrativa fascinante de aventuras, encuentros con seres mitológicos y pruebas de ingenio y valor, mientras explora temas fundamentales como la lealtad, el honor y la perseverancia. La obra examina la naturaleza del heroísmo y la relación entre los mortales y los dioses, estableciendo patrones narrativos que han influido en la literatura occidental durante milenios.",
    "publisher": "Anónimo",
    "isbn": "978-0-140-27666-8"
  },
  {
    "id": "20",
    "title": "Las Mil y Una Noches",
    "author": "Anónimo",
    "price": 49100.00,
    "cover": "mil-una-noches.webp",
    "genre": "Colección de cuentos",
    "publicationDate": "s. IX-X",
    "pages": 1001,
    "description": "Una rica colección de cuentos entrelazados que siguen a Sherezade mientras narra historias cada noche para salvar su vida del sultán Shahriar. Esta obra maestra de la literatura árabe combina elementos de fantasía, romance, tragedia y comedia, creando un vasto tapiz de la experiencia humana. Los cuentos exploran temas universales como el amor, la traición, la sabiduría y el destino, todo ello enmarcado en el rico contexto cultural del mundo islámico medieval.",
    "publisher": "Anónimo",
    "isbn": "978-0-141-19933-9"
  },
  {
    "id": "21",
    "title": "Don Quijote de la Mancha",
    "author": "Miguel de Cervantes",
    "price": 56370.00,
    "cover": "don-quijote.webp",
    "genre": "Novela",
    "publicationDate": "1605-1615",
    "pages": 1032,
    "description": "Una obra maestra que sigue las aventuras de Alonso Quijano, un hidalgo que, enloquecido por la lectura de novelas de caballería, se convierte en el caballero andante Don Quijote. Cervantes crea una narrativa compleja que funciona simultáneamente como una parodia de los romances caballerescos y una profunda exploración de la naturaleza de la realidad, la imaginación y la identidad. La relación entre Don Quijote y su escudero Sancho Panza explora la tensión entre idealismo y realismo.",
    "publisher": "Juan de la Cuesta",
    "isbn": "978-84-672-1346-1"
  },
  {
    "id": "22",
    "title": "Martin Fierro",
    "author": "José Hernandez",
    "price": 12573.00,
    "cover": "martin-fierro.webp",
    "genre": "Poema épico",
    "publicationDate": "1872-1879",
    "pages": 168,
    "description": "Un poema épico que narra la vida del gaucho Martín Fierro en la pampa argentina, retratando sus luchas contra la injusticia social y su búsqueda de libertad. Hernández crea un retrato vívido de la vida gaucha y sus tradiciones, mientras explora temas como la identidad nacional, la justicia y la dignidad humana. La obra combina el realismo social con una profunda comprensión de la cultura popular argentina, convirtiéndose en un símbolo de la identidad nacional.",
    "publisher": "Imprenta de la Tribuna Nacional",
    "isbn": "978-987-28194-2-5"
  },
  {
    "id": "23",
    "title": "La Divina Comedia",
    "author": "Dante Alighieri",
    "price": 63365.00,
    "cover": "divina-comedia.webp",
    "genre": "Poema épico",
    "publicationDate": "1320",
    "pages": 528,
    "description": "Un extraordinario poema épico que narra el viaje de Dante a través del Infierno, el Purgatorio y el Paraíso, guiado primero por el poeta Virgilio y luego por su amada Beatriz. Alighieri crea una obra maestra de la imaginación que combina teología cristiana, filosofía medieval y alegoría política en una visión única del más allá. El poema explora temas fundamentales como el pecado, la redención y el amor divino, mientras ofrece una crítica mordaz de la sociedad de su tiempo.",
    "publisher": "Anónimo",
    "isbn": "978-84-376-0724-3"
  },
  {
    "id": "24",
    "title": "Anábasis",
    "author": "Jenofonte",
    "price": 31500.00,
    "cover": "anabasis.webp",
    "genre": "Relato de viajes",
    "publicationDate": "401 a.C.",
    "pages": 256,
    "description": "Un relato histórico que narra la expedición de diez mil mercenarios griegos en el imperio persa y su dramático regreso a casa. Jenofonte, quien fue parte de esta expedición, combina el relato de viajes con observaciones militares y etnográficas, creando una obra que es tanto una aventura emocionante como un valioso documento histórico. La narrativa explora temas como el liderazgo, la supervivencia y el choque entre culturas diferentes.",
    "publisher": "Anónimo",
    "isbn": "978-84-249-0239-0"
  },
  {
    "id": "25",
    "title": "Rayuela",
    "author": "Julio Cortázar",
    "price": 40200.00,
    "cover": "rayuela.webp",
    "genre": "Novela",
    "publicationDate": "1963",
    "pages": 760,
    "description": "Una novela innovadora que desafía las convenciones narrativas tradicionales, invitando al lector a leerla en orden lineal o siguiendo un esquema alternativo. Cortázar explora temas como el amor, la filosofía y la existencia a través de las vivencias de Horacio Oliveira y su relación con La Maga en París y Buenos Aires.",
    "publisher": "Sudamericana",
    "isbn": "978-84-339-5873-6"
  },
  {
    "id": "26",
    "title": "La Casa de los Espíritus",
    "author": "Isabel Allende",
    "price": 35500.00,
    "cover": "casa-espiritus.webp",
    "genre": "Realismo mágico",
    "publicationDate": "1982",
    "pages": 496,
    "description": "Una saga familiar que abarca varias generaciones, entrelazando la historia de Chile con elementos mágicos y sobrenaturales. La novela sigue a la familia Trueba, explorando temas como el amor, el poder y la lucha por la justicia.",
    "publisher": "Sudamericana",
    "isbn": "978-0-553-27102-3"
  },
  {
    "id": "27",
    "title": "Pedro Páramo",
    "author": "Juan Rulfo",
    "price": 28400.00,
    "cover": "pedro-paramo.webp",
    "genre": "Novela",
    "publicationDate": "1955",
    "pages": 124,
    "description": "Un viaje al pueblo fantasma de Comala, donde los muertos relatan sus historias y secretos. Rulfo crea una obra maestra del realismo mágico que explora el peso del pasado, la culpa y la redención.",
    "publisher": "Fondo de Cultura Económica",
    "isbn": "978-968-16-1074-4"
  },
  {
    "id": "28",
    "title": "El Túnel",
    "author": "Ernesto Sabato",
    "price": 25800.00,
    "cover": "el-tunel.webp",
    "genre": "Novela psicológica",
    "publicationDate": "1948",
    "pages": 184,
    "description": "Un perturbador relato narrado por un hombre que confiesa haber cometido un asesinato. A través de su monólogo, Sabato explora la alienación, la obsesión y la naturaleza de la condición humana.",
    "publisher": "Seix Barral",
    "isbn": "978-84-322-0484-6"
  },
  {
    "id": "29",
    "title": "El Aleph",
    "author": "Jorge Luis Borges",
    "price": 32100.00,
    "cover": "el-aleph.webp",
    "genre": "Cuento",
    "publicationDate": "1949",
    "pages": 176,
    "description": "Una colección de cuentos que exploran conceptos como la eternidad, la infinitud y la realidad a través del estilo único y erudito de Borges. Incluye el cuento homónimo, que describe un punto en el espacio que contiene todos los demás puntos.",
    "publisher": "Emecé Editores",
    "isbn": "978-84-339-6886-5"
  },
  {
    "id": "30",
    "title": "El Amor en los Tiempos del Cólera",
    "author": "Gabriel García Márquez",
    "price": 38700.00,
    "cover": "amor-colera.webp",
    "genre": "Novela",
    "publicationDate": "1985",
    "pages": 368,
    "description": "Una emotiva historia de amor y espera que abarca más de 50 años. García Márquez narra con maestría la vida de Florentino Ariza y Fermina Daza, entrelazando pasión, humor y nostalgia.",
    "publisher": "Mondadori",
    "isbn": "978-84-253-2038-1"
  },
  {
    "id": "31",
    "title": "Ficciones",
    "author": "Jorge Luis Borges",
    "price": 29800.00,
    "cover": "ficciones.webp",
    "genre": "Cuento",
    "publicationDate": "1944",
    "pages": 176,
    "description": "Una antología de relatos que exploran el infinito, los laberintos y las bibliotecas. Borges mezcla filosofía y literatura en estas narrativas brillantes y desafiantes.",
    "publisher": "Emecé Editores",
    "isbn": "978-84-339-6128-6"
  },
  {
    "id": "32",
    "title": "La Ciudad y los Perros",
    "author": "Mario Vargas Llosa",
    "price": 33900.00,
    "cover": "ciudad-perros.webp",
    "genre": "Novela",
    "publicationDate": "1963",
    "pages": 400,
    "description": "Una crítica a la violencia y la jerarquía en un colegio militar en Lima. Vargas Llosa retrata la lucha de los personajes por la identidad y el poder en un entorno opresivo.",
    "publisher": "Seix Barral",
    "isbn": "978-84-322-0735-9"
  },
  {
    "id": "33",
    "title": "La Sombra del Viento",
    "author": "Carlos Ruiz Zafón",
    "price": 41200.00,
    "cover": "sombra-viento.webp",
    "genre": "Novela",
    "publicationDate": "2001",
    "pages": 576,
    "description": "Un joven encuentra un libro olvidado que lo lleva a descubrir secretos del pasado. Ruiz Zafón entrelaza misterio, amor y tragedia en una Barcelona gótica.",
    "publisher": "Planeta",
    "isbn": "978-84-080-4941-7"
  },
  {
    "id": "34",
    "title": "Los Detectives Salvajes",
    "author": "Roberto Bolaño",
    "price": 39500.00,
    "cover": "detectives-salvajes.webp",
    "genre": "Novela",
    "publicationDate": "1998",
    "pages": 592,
    "description": "La búsqueda de una poeta desaparecida guía a los protagonistas por diferentes países y épocas. Bolaño mezcla realidad y ficción en esta obra coral sobre la literatura y la vida.",
    "publisher": "Anagrama",
    "isbn": "978-84-339-6606-9"
  }
]